{
"categories": [
{
  "id": 1,
  "name": "দৈনন্দিন দোয়া",
  "duas":[
  {
    "id": 101,
    "title": "ঘুম থেকে উঠার দোয়া",
    "arabic": "الْـحَمْدُ للهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ",
    "banglatrans": "আলহামদু লিল্লাহিল্লাযী আহইয়ানা বা’দা মা আমাতানা ওয়া ইলাইহিন নুশূর",
    "bangla": "সমস্ত প্রশংসা আল্লাহর জন্য, যিনি আমাদেরকে মৃত্যু দেওয়ার পর জীবিত করেছেন এবং তাঁর দিকেই প্রত্যাবর্তন।"
  },
  {
    "id": 102,
    "title": "ঘরে প্রবেশের দোয়া",
    "arabic": "بِسْمِ اللَّهِ وَلَجْنَا وَبِسْمِ اللَّهِ خَرَجْنَا وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا",
    "banglatrans": "বিসমিল্লাহি ওয়ালাজনা, ওয়া বিসমিল্লাহি খারাজনা, ওয়া আলাল্লাহি রব্বিনা তাওয়াক্কালনা",
    "bangla": "আল্লাহর নামে আমরা প্রবেশ করলাম, আল্লাহর নামেই আমরা বের হলাম, এবং আমাদের রব আল্লাহর উপরই আমরা ভরসা করলাম।"
  },
  {
    "id": 103,
    "title": "ঘর থেকে বের হওয়ার দোয়া",
    "arabic": "بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
    "banglatrans": "বিসমিল্লাহি তাওয়াক্কালতু আলাল্লাহি, ওয়ালা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ",
    "bangla": "আল্লাহর নামে বের হলাম, আল্লাহর উপর ভরসা করলাম, আল্লাহ ছাড়া কোনো শক্তি ও সামর্থ্য নেই।"
  },
  {
    "id": 104,
    "title": "বাথরুমে প্রবেশের দোয়া",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ",
    "banglatrans": "আল্লাহুম্মা ইন্নি আউযুবিকা মিনাল খুবুসি ওয়াল খাবাঈস",
    "bangla": "হে আল্লাহ! আমি তোমার কাছে আশ্রয় চাই অশুচি পুরুষ ও অশুচি নারী শয়তান থেকে।"
  },
  {
    "id": 105,
    "title": "বাথরুম থেকে বের হওয়ার দোয়া",
    "arabic": "غُفْرَانَكَ",
    "banglatrans": "গুফরানাকা",
    "bangla": "আমি তোমার ক্ষমা প্রার্থনা করছি।"
  },
  {
    "id": 106,
    "title": "খাবার শুরু করার দোয়া",
    "arabic": "بِسْمِ اللَّهِ",
    "banglatrans": "বিসমিল্লাহ",
    "bangla": "আল্লাহর নামে (আমি খাচ্ছি)।"
  },
  {
    "id": 107,
    "title": "খাবার শেষে দোয়া",
    "arabic": "الْـحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلَا قُوَّةٍ",
    "banglatrans": "আলহামদু লিল্লাহিল্লাযী আতআমানি হাযা ওয়া রাযাক্বানিহি মিন গাইরি হাওলিন মিন্নি ওয়ালা কুওয়াহ",
    "bangla": "সব প্রশংসা আল্লাহর জন্য, যিনি আমাকে এ আহার করিয়েছেন এবং কোনো শক্তি ও সামর্থ্য ছাড়াই রিজিক দিয়েছেন।"
  },
  {
    "id": 108,
    "title": "ভ্রমণে বের হওয়ার দোয়া",
    "arabic": "سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ",
    "banglatrans": "সুবহানাল্লাযী সাখ্খারা লানা হাযা ওয়া মা কুন্না লাহু মুকরিনীন ওয়া ইন্না ইলা রব্বিনা লামুনকলিবুন",
    "bangla": "পবিত্র তিনি, যিনি এ বাহনকে আমাদের জন্য বশীভূত করেছেন, অথচ আমরা নিজেরা একে বশ করতে সক্ষম ছিলাম না। আর অবশ্যই আমরা আমাদের রবের দিকেই প্রত্যাবর্তন করব।"
  },
  {
    "id": 109,
    "title": "সকাল বেলার যিকর",
    "arabic": "اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ",
    "banglatrans": "আল্লাহুম্মা বিকা আসবাহনা ওয়া বিকা আমসাইনা ওয়া বিকা নাহইয়া ওয়া বিকা নামুতু ওয়া ইলাইকাল নুশূর",
    "bangla": "হে আল্লাহ! তোমারই কৃপায় আমরা সকাল করেছি, তোমার কৃপায় সন্ধ্যা করি, তোমার কৃপায় আমরা জীবিত থাকি, তোমার কৃপায় আমরা মৃত্যুবরণ করব এবং তোমার দিকেই পুনরুত্থান হবে।"
  },
  {
    "id": 110,
    "title": "সন্ধ্যা বেলার যিকর",
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ",
    "banglatrans": "আল্লাহুম্মা বিকা আমসাইনা ওয়া বিকা আসবাহনা ওয়া বিকা নাহইয়া ওয়া বিকা নামুতু ওয়া ইলাইকাল মসীর",
    "bangla": "হে আল্লাহ! তোমার কৃপায় আমরা সন্ধ্যা করেছি, তোমার কৃপায় সকাল করি, তোমার কৃপায় আমরা জীবিত থাকি, তোমার কৃপায় আমরা মৃত্যুবরণ করি এবং তোমার দিকেই প্রত্যাবর্তন।"
  }
]
},
    {
      "id": 2,
      "name": "রাতের দোয়া সমূহ",
      "duas":[
  {
    "id": 201,
    "title": "ঘুমাতে যাওয়ার দোয়া",
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
    "banglatrans": "বিসমিকা আল্লাহুম্মা আমুতু ওয়া আহইয়া",
    "bangla": "হে আল্লাহ! তোমার নামেই আমি মরি এবং জীবিত হই।"
  },
  {
    "id": 202,
    "title": "ঘুম ভাঙার দোয়া",
    "arabic": "الْـحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ",
    "banglatrans": "আলহামদু লিল্লাহিল্লাযী আহইয়ানা বা‘দা মা আমাতানা ওয়া ইলাইহিন নুশূর",
    "bangla": "সমস্ত প্রশংসা আল্লাহর জন্য, যিনি আমাদেরকে মৃত্যু দেওয়ার পর জীবিত করেছেন এবং তাঁর দিকেই প্রত্যাবর্তন।"
  },
  {
    "id": 203,
    "title": "রাতের যিকর (আল্লাহর স্তুতি)",
    "arabic": "سُبْحَانَ اللَّهِ وَالْـحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ",
    "banglatrans": "সুবহানাল্লাহি, ওয়ালহামদুলিল্লাহি, ওয়া লা ইলাহা ইল্লাল্লাহু, ওয়াল্লাহু আকবার",
    "bangla": "আল্লাহ পবিত্র, সমস্ত প্রশংসা আল্লাহর, আল্লাহ ছাড়া কোনো উপাস্য নেই, আল্লাহ মহান।"
  },
  {
    "id": 204,
    "title": "রাতে আত্মরক্ষা ও শান্তির দোয়া",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا",
    "banglatrans": "আল্লাহুম্মা ইন্নী আউযু বিকা মিন শাররি নাফসী, ওয়া মিন শাররি কুল্লি দা'ব্বাতিন আনতা আখিযুন বিনাছিয়াতিহা",
    "bangla": "হে আল্লাহ! আমি তোমার আশ্রয় চাই আমার আত্মার ক্ষতি থেকে এবং প্রত্যেকটি প্রাণীর ক্ষতি থেকে, যাদের তুমি নিয়ন্ত্রণে রেখেছ।"
  },
  {
    "id": 205,
    "title": "রাতের নিরাপত্তা ও আশীর্বাদ",
    "arabic": "اللَّهُمَّ اجْعَلْ لَنَا فِي لَيْلَتِنَا سَكِينَةً وَأَمَانًا وَاحْفَظْنَا مِنْ كُلِّ شَرٍّ",
    "banglatrans": "আল্লাহুম্মাজ‘আল লানা ফি লাইলাতিনা সাকীনাতান ওয়া আমানান, ওয়াহফাযনা মিন কুল্লি শাররিন",
    "bangla": "হে আল্লাহ! আমাদের রাতকে শান্তি, নিরাপত্তা দাও এবং সকল ক্ষতি থেকে রক্ষা করো।"
  },
  {
    "id": 206,
    "title": "রাতে হাদিস অনুযায়ী যিকর",
    "arabic": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ",
    "banglatrans": "আস্তাগফিরুল্লাহা ওয়া আতূবু ইলাইহি",
    "bangla": "আমি আল্লাহর কাছে ক্ষমা চাই এবং তাঁর দিকে ফিরে আসি।"
  },
  {
    "id": 207,
    "title": "রাতের দোয়া নিদ্রাহীনতার জন্য",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ",
    "banglatrans": "আল্লাহুম্মা ইন্নী আউযু বিকা মিনাল-হাম্মি, ওয়ালহাযানি, ওয়াল‘আজজি, ওয়ালকাসালি",
    "bangla": "হে আল্লাহ! আমি তোমার আশ্রয় চাই দুশ্চিন্তা, দুঃখ, দুর্বলতা ও অলসতা থেকে।"
  },
  {
    "id": 208,
    "title": "রাতের দোয়া শয়তানের ক্ষতি থেকে রক্ষা",
    "arabic": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "banglatrans": "আউযু বিকালিমাতিল্লাহিত্ তাম্মাতি মিন শাররি মা খালাক্বা",
    "bangla": "আমি আল্লাহর পরিপূর্ণ শব্দের আশ্রয় চাই, যা সৃষ্টি করেছেন, তার সমস্ত ক্ষতি থেকে রক্ষা পাওয়ার জন্য।"
  },
  {
    "id": 209,
    "title": "রাতের দোয়া পরিবারের জন্য",
    "arabic": "اللَّهُمَّ احْفَظْ أَهْلِي وَأَوْلَادِي وَأَعْوَانِي",
    "banglatrans": "আল্লাহুম্মাহ্ হাফায আহলী ওয়া আউলাদী ওয়া আ‘ওয়ানী",
    "bangla": "হে আল্লাহ! আমার পরিবার, সন্তান ও সহকর্মীদের রক্ষা করো।"
  },
  {
    "id": 210,
    "title": "রাতের দোয়া আশীর্বাদ কামনা",
    "arabic": "اللَّهُمَّ اجْعَلْ لَنَا فِي لَيْلَتِنَا بَرَكَةً وَرَحْمَةً",
    "banglatrans": "আল্লাহুম্মাজ‘আল লানা ফি লাইলাতিনা বারাকাতান ওয়া রাহমাতান",
    "bangla": "হে আল্লাহ! আমাদের রাতকে বরকত ও রহমত দাও।"
  },
  {
    "id": 211,
    "title": "রাতের দোয়া আত্মার শান্তির জন্য",
    "arabic": "اللَّهُمَّ اجْعَلْ قَلْبِي مُطْمَئِنًّا وَنَفْسِي مُسْتَقِرَّةً",
    "banglatrans": "আল্লাহুম্মাজ‘আল ক্বালবী মুতমাইন্নান ওয়া নাফসী মুসতাকিররাতান",
    "bangla": "হে আল্লাহ! আমার হৃদয়কে শান্তি দাও এবং আমার আত্মাকে স্থিতিশীল করো।"
  }
]
    },
    {
  "id": 3,
  "name": "রোজা সম্পর্কিত দোয়া সমূহ",
  "duas":[
  {
    "id": 301,
    "title": "সাহরীর আগে দোয়া",
    "arabic": "اللَّهُمَّ بَارِكْ لَنَا فِي سُحُورِنَا",
    "banglatrans": "আল্লাহুম্মা বারিক লানা ফী সুহূরিনা",
    "bangla": "হে আল্লাহ! আমাদের সাহরীতে বরকত দাও।"
  },
  {
    "id": 302,
    "title": "ইফতারের সময় দোয়া",
    "arabic": "اللَّهُمَّ لَكَ صُمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَعَلَى رِزْقِكَ أَفْطَرْتُ",
    "banglatrans": "আল্লাহুম্মা লাকা সুমতু, ওয়া বিকা আমান্তু, ওয়া আলাইকা তাওাক্কালতু, ওয়া ‘আলা রিযক্বিকা আফতারতু",
    "bangla": "হে আল্লাহ! আমি তোমার জন্য রোজা রেখেছি, তোমার উপর বিশ্বাস করেছি, তোমার উপর ভরসা করেছি এবং তোমার প্রদত্ত রিজিক দিয়ে ইফতার করেছি।"
  },
  {
    "id": 303,
    "title": "ইফতারের সময় অন্য দোয়া",
    "arabic": "ذَهَبَ الظَّمَأُ وَابْتَلَّتِ الْعُرُوقُ وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ",
    "banglatrans": "যাহাবাজ্ জমাউ, ওয়াবতাল্লাতিল ‘উরূকু, ওয়া থাবাতাল আজরু ইন শা’ আল্লাহ",
    "bangla": "তৃষ্ণা দূর হয়েছে, শিরা-উপশিরা সিক্ত হয়েছে এবং আল্লাহ চাইলে সওয়াব নিশ্চিত হয়েছে।"
  },
  {
    "id": 304,
    "title": "রোজা রাখার নিয়ত",
    "arabic": "نَوَيْتُ صَوْمَ غَدٍ عَنْ أَدَاءِ فَرْضِ رَمَضَانَ لِلَّهِ تَعَالَى",
    "banglatrans": "নাওয়াইতু সৌমা গাদিন আন আদা-ই ফারদ্বি রমাদ্বানা লিল্লাহি তা‘আলা",
    "bangla": "আমি আগামীকাল রমজানের ফরজ রোজা রাখার নিয়ত করলাম আল্লাহর উদ্দেশ্যে।"
  },
  {
    "id": 305,
    "title": "সাহরীর দোয়া (খাওয়ার আগে)",
    "arabic": "بِسْمِ اللَّهِ",
    "banglatrans": "বিসমিল্লাহ",
    "bangla": "আল্লাহর নামে (খাচ্ছি)।"
  },
  {
    "id": 306,
    "title": "ইফতারের দোয়া (খাওয়ার আগে)",
    "arabic": "بِسْمِ اللَّهِ",
    "banglatrans": "বিসমিল্লাহ",
    "bangla": "আল্লাহর নামে (খাচ্ছি)।"
  },
  {
    "id": 307,
    "title": "রমজানের চাঁদ দেখার দোয়া",
    "arabic": "اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْيُمْنِ وَالإِيمَانِ وَالسَّلَامَةِ وَالإِسْلاَمِ",
    "banglatrans": "আল্লাহুম্মা আহিল্লাহু ‘আলাইনা বিল-ইউমনি, ওয়াল ঈমানি, ওয়াস সালামাতি, ওয়াল ইসলাম",
    "bangla": "হে আল্লাহ! এ চাঁদ আমাদের জন্য আনুক শান্তি, ঈমান, নিরাপত্তা ও ইসলাম।"
  },
  {
    "id": 308,
    "title": "রমজান মাস শুরুতে দোয়া",
    "arabic": "اللَّهُمَّ سَلِّمْنِي لِرَمَضَانَ وَسَلِّمْ رَمَضَانَ لِي وَتَسَلَّمْهُ مِنِّي مُتَقَبَّلًا",
    "banglatrans": "আল্লাহুম্মা সাল্লিমনী লি রমাদ্বান, ওয়া সাল্লিম রমাদ্বানা লী, ওয়া তাসাল্লামহু মিন্নী মুতাক্বাব্বালা",
    "bangla": "হে আল্লাহ! আমাকে রমজানের জন্য সুস্থ রাখুন, রমজানকে আমার জন্য নিরাপদ রাখুন এবং আমার রোজা কবুল করুন।"
  },
  {
    "id": 309,
    "title": "রোজাদারের দোয়া (ইফতারের সময় গ্রহণযোগ্য)",
    "arabic": "إِنَّ لِلصَّائِمِ عِنْدَ فِطْرِهِ دَعْوَةً مَا تُرَدُّ",
    "banglatrans": "ইন্না লিস্-সোইমি ‘ইন্দা ফিতরিহি দা‘ওয়াতান মা তুরাদ্দু",
    "bangla": "রোজাদারের ইফতারের সময় একটি দোয়া আছে, যা প্রত্যাখ্যাত হয় না।"
  },
  {
    "id": 310,
    "title": "লাইলাতুল কদরের দোয়া",
    "arabic": "اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ العَفْوَ فَاعْفُ عَنِّي",
    "banglatrans": "আল্লাহুম্মা ইন্নাকা ‘আফুউওন তুহিব্বুল ‘আফওয়া ফা‘ফু ‘আন্নী",
    "bangla": "হে আল্লাহ! তুমি ক্ষমাশীল, ক্ষমা করতে ভালোবাসো, তাই আমাকে ক্ষমা করে দাও।"
  },
  {
    "id": 311,
    "title": "তারাবীর নামাজের দোয়া",
    "arabic": "سُبْحَانَ ذِي الْمُلْكِ وَالْمَلَكُوتِ، سُبْحَانَ ذِي الْعِزَّةِ وَالْعَظَمَةِ وَالْقُدْرَةِ وَالْكِبْرِيَاءِ وَالْجَبَرُوتِ",
    "banglatrans": "সুবহানা যিল মুলকি ওয়াল মালাকূত, সুবহানা যিল ‘ইজ্জাতি ওয়াল ‘আজমাতি, ওয়াল কুদরাতি, ওয়াল কিবরিয়াই, ওয়াল জাবারূত",
    "bangla": "মহিমা তাঁর, যিনি মালিক, যিনি প্রতাপশালী, মহিমা তাঁর, যিনি মর্যাদাবান, মহান, শক্তিশালী, মহৎ ও প্রভাবশালী।"
  },
  {
    "id": 312,
    "title": "ইতিকাফের দোয়া",
    "arabic": "نَوَيْتُ الاعْتِكَافَ لِلَّهِ تَعَالَى",
    "banglatrans": "নাওয়াইতুল ই‘তিকাফা লিল্লাহি তা‘আলা",
    "bangla": "আমি আল্লাহর উদ্দেশ্যে ইতিকাফ করার নিয়ত করলাম।"
  },
  {
    "id": 313,
    "title": "রমজানে দোয়া কবুলের দোয়া",
    "arabic": "رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
    "banglatrans": "রাব্বানা তাক্বাব্বাল মিন্না ইন্নাকা আনতাস সামী‘উল ‘আলীম",
    "bangla": "হে আমাদের রব! তুমি আমাদের কাছ থেকে কবুল করো, নিশ্চয় তুমি সর্বশ্রোতা, সর্বজ্ঞ।"
  },
  {
    "id": 314,
    "title": "রোজার সময় সাবর করার দোয়া",
    "arabic": "اللَّهُمَّ اجْعَلْنِي مِنَ الصَّابِرِينَ",
    "banglatrans": "আল্লাহুম্মাজ‘আলনী মিনাস্-সাবিরীন",
    "bangla": "হে আল্লাহ! আমাকে ধৈর্যশীলদের অন্তর্ভুক্ত করুন।"
  },
  {
    "id": 315,
    "title": "ইফতারের সময় শুকরিয়ার দোয়া",
    "arabic": "الْـحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَجَعَلَنَا مُسْلِمِينَ",
    "banglatrans": "আলহামদু লিল্লাযী আত‘আমানা ওয়া সাক্বানা, ওয়াজা‘আলানা মুসলিমীন",
    "bangla": "সব প্রশংসা আল্লাহর, যিনি আমাদেরকে খাবার ও পানীয় দিয়েছেন এবং মুসলিম বানিয়েছেন।"
  },
  {
    "id": 316,
    "title": "রমজানে গুনাহ থেকে বাঁচার দোয়া",
    "arabic": "اللَّهُمَّ طَهِّرْ قَلْبِي وَاغْفِرْ ذَنْبِي",
    "banglatrans": "আল্লাহুম্মা তাহ্‌হির ক্বালবী, ওয়াগফির জানবী",
    "bangla": "হে আল্লাহ! আমার অন্তরকে পবিত্র করো এবং আমার গুনাহ মাফ করো।"
  },
  {
    "id": 317,
    "title": "রমজানে রহমত চাওয়ার দোয়া",
    "arabic": "اللَّهُمَّ ارْحَمْنَا فِي أَيَّامِ رَمَضَانَ",
    "banglatrans": "আল্লাহুম্মারহামনা ফী আইয়ামি রমাদ্বান",
    "bangla": "হে আল্লাহ! আমাদের প্রতি রমজানের দিনে রহমত বর্ষণ করো।"
  },
  {
    "id": 318,
    "title": "রমজানে মাগফিরাত চাওয়ার দোয়া",
    "arabic": "اللَّهُمَّ اغْفِرْ لَنَا ذُنُوبَنَا فِي رَمَضَانَ",
    "banglatrans": "আল্লাহুম্মাগফির লানা জুনুবানা ফী রমাদ্বান",
    "bangla": "হে আল্লাহ! রমজানে আমাদের গুনাহসমূহ মাফ করো।"
  },
  {
    "id": 319,
    "title": "রমজানে জাহান্নাম থেকে মুক্তির দোয়া",
    "arabic": "اللَّهُمَّ أَعْتِقْ رِقَابَنَا مِنَ النَّارِ",
    "banglatrans": "আল্লাহুম্মা আ‘তিক্ রিক্বাবানা মিনান্ নার",
    "bangla": "হে আল্লাহ! আমাদেরকে জাহান্নাম থেকে মুক্তি দাও।"
  },
  {
    "id": 320,
    "title": "ঈদের দিন দোয়া",
    "arabic": "تَقَبَّلَ اللَّهُ مِنَّا وَمِنْكُمْ",
    "banglatrans": "তাক্বাব্বালাল্লাহু মিন্না ওয়া মিনকুম",
    "bangla": "আল্লাহ আমাদের ও তোমাদের আমল কবুল করুন।"
  }
]
},
   {
  "id": 4,
  "name": "সালাত সম্পর্কিত দোয়া সমূহ",
  "duas":[
  {
    "id": 401,
    "title": "তাকবীরে তাহরীমার দোয়া",
    "arabic": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلَا إِلَهَ غَيْرُكَ",
    "banglatrans": "সুবহানাকাল্লাহুম্মা ওয়া বিহামদিকা, ওয়া তাবারাকাসমুকা, ওয়া তা'আলা জাদ্দুকা, ওয়া লা ইলা-হা গইরুক",
    "bangla": "হে আল্লাহ! তুমি পবিত্র, তোমার প্রশংসা, তোমার নাম বরকতময়, তোমার মহিমা মহান, তোমা ছাড়া কোনো ইলাহ নেই।"
  },
    {
  "id": 402,
  "title": "ছানা",
  "arabic": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلَا إِلَهَ غَيْرُكَ",
  "banglatrans": "সুবহানাকা আল্লাহুম্মা ওয়া বিহামদিকা, ওয়া তাবারাকাসমুকা, ওয়া তা'আলা জাদ্দুকা, ওয়ালা ইলাহা গাইরুক।",
  "bangla": "হে আল্লাহ! তুমি পবিত্র, তোমার প্রশংসা, তোমার নাম বরকতময়, তোমার মাহাত্ম্য উচ্চ এবং তুমি ছাড়া কোনো উপাস্য নেই।"
    },
  {
    "id": 403,
    "title": "রুকুর তাসবীহ",
    "arabic": "سُبْحَانَ رَبِّيَ الْعَظِيمِ",
    "banglatrans": "সুবহানা রব্বিয়াল আযীম",
    "bangla": "আমি মহান রব্বের পবিত্রতা ঘোষণা করছি।"
  },
  {
    "id": 404,
    "title": "রুকুর পরে দোয়া",
    "arabic": "سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ",
    "banglatrans": "সামিয়াল্লাহু লিমান হামিদাহ",
    "bangla": "আল্লাহ তার কথা শোনেন, যে তাঁর প্রশংসা করে।"
  },
  {
    "id": 405,
    "title": "রুকুর পরে দাঁড়িয়ে দোয়া",
    "arabic": "رَبَّنَا لَكَ الْحَمْدُ",
    "banglatrans": "রাব্বানা লাকাল হামদ",
    "bangla": "হে আমাদের রব্ব! সব প্রশংসা তোমার জন্য।"
  },
  {
    "id": 406,
    "title": "সিজদার তাসবীহ",
    "arabic": "سُبْحَانَ رَبِّيَ الأَعْلَى",
    "banglatrans": "সুবহানা রব্বিয়াল আ'লা",
    "bangla": "আমি মহান রব্বের পবিত্রতা ঘোষণা করছি, যিনি সর্বোচ্চ।"
  },
  {
    "id": 407,
    "title": "দুই সিজদার মাঝে দোয়া",
    "arabic": "رَبِّ اغْفِرْ لِي",
    "banglatrans": "রাব্বিগফিরলি",
    "bangla": "হে আমার রব্ব! আমাকে ক্ষমা করুন।"
  },
  {
    "id": 408,
    "title": "তাসলীম (নামাজ শেষে সালাম)",
    "arabic": "السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ",
    "banglatrans": "আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ",
    "bangla": "আল্লাহর শান্তি ও রহমত তোমাদের উপর বর্ষিত হোক।"
  },
  {
    "id": 409,
    "title": "রুকুর দীর্ঘ দোয়া",
    "arabic": "سُبُّوحٌ قُدُّوسٌ رَبُّ الْمَلَائِكَةِ وَالرُّوحِ",
    "banglatrans": "সুব্বূহুন কুদ্দূসুন রব্বুল মালাইকাতি ওয়ার রূহ",
    "bangla": "পবিত্র, মহাপবিত্র, ফেরেশতা ও রূহের রব্ব।"
  },
  {
    "id": 410,
    "title": "সিজদার দীর্ঘ দোয়া",
    "arabic": "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلَانِيَتَهُ وَسِرَّهُ",
    "banglatrans": "আল্লাহুম্মাগফিরলি জান্বি কুল্লাহু, দিক্ব্বাহু ওয়া জিল্লাহু, ওয়া আউওয়ালাহু ওয়া আখিরাহু, ওয়া আলানিয়াতাহু ওয়া সিররাহু।",
    "bangla": "হে আল্লাহ! আমার সব গুনাহ ক্ষমা করুন— ছোট বড়, প্রথম শেষ, প্রকাশ্য গোপন সব।"
  },
  {
    "id": 411,
    "title": "সিজদায় কোরআনের দোয়া",
    "arabic": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "banglatrans": "রাব্বিজআলনি মুকিমাস সালাহতি ওয়া মিন যুররিয়্যাতি রাব্বানা ওয়া তাকাব্বাল দু'আ",
    "bangla": "হে আমার রব্ব! আমাকে নামাজ প্রতিষ্ঠাকারী বানাও এবং আমার সন্তানদের মধ্য থেকেও (তেমন বানাও)। হে আমাদের রব্ব! আমার দোয়া কবুল কর।"
  },
  {
    "id": 412,
    "title": "সালামের পর দোয়া",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "banglatrans": "আস্তাগফিরুল্লাহ",
    "bangla": "আমি আল্লাহর নিকট ক্ষমা চাই।"
  },
  {
    "id": 413,
    "title": "সালামের পর জিকির",
    "arabic": "اللَّهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، تَبَارَكْتَ يَا ذَا الْجَلَالِ وَالإِكْرَامِ",
    "banglatrans": "আল্লাহুম্মা আন্তাস সালামু ওয়া মিনকাস সালাম, তাবারাকতা ইয়াযাল জলালি ওয়াল ইকরাম।",
    "bangla": "হে আল্লাহ! তুমি শান্তি, শান্তি তোমার থেকেই আসে। তুমি বরকতময়, হে মহিমা ও সম্মানের অধিকারী।"
  },
  {
    "id": 414,
    "title": "সালাত শেষে দোয়া",
    "arabic": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "banglatrans": "রাব্বানা আতিনা ফিদ্দুনিয়া হাসানাহ, ওয়া ফিল আখিরাতি হাসানাহ, ওয়া ক্বিনা আযাবান নার।",
    "bangla": "হে আমাদের রব্ব! আমাদের দুনিয়াতে কল্যাণ দাও, আখিরাতেও কল্যাণ দাও এবং আমাদের জাহান্নামের আযাব থেকে রক্ষা কর।"
  }
]
   }
    
  ]
    }
