{
  "duas": [
    {
      "id": 1,
      "title": "কালেমা তাইয়্যিবাহ",
      "arabic": "لَا اِلٰهَ اِلَّا اللهُ مُحَمَّدٌ رَّسُوْلُ اللهِ",
      "banglatrans": "লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসুলুল্লাহ সাঃ",
      "bangla": "আল্লাহ ছাড়া কোনো উপাস্য নেই, মুহাম্মদ (সাঃ) আল্লাহর প্রেরিত রাসূল।"
    },
    {
      "id": 2,
      "title": "কালেমা শাহাদাত",
      "arabic": "اَشْهَدُ اَنْ لَّا اِلٰهَ اِلَّا اللهُ وَحْدَهٗ لَا شَرِيْكَ لَهٗ وَ اَشْهَدُ اَنَّ مُحَمَّدًا عَبْدُهٗ وَ رَسُوْلُهٗ",
      "banglatrans": "আশহাদু আন্না লা ইলাহা ইল্লাল্লাহু ওহদাহু লা শরীক লাহু, ও আশহাদু আন্না মুহাম্মাদান আবদুহু ও রাসুলুহু সাঃ",
      "bangla": "আমি সাক্ষ্য দিচ্ছি, আল্লাহ ছাড়া কোনো উপাস্য নেই, তিনি এক, তাঁর কোনো অংশীদার নেই এবং আমি সাক্ষ্য দিচ্ছি যে মুহাম্মদ (সাঃ) তাঁর বান্দা ও রাসূল।"
    },
    {
      "id": 3,
      "title": "কালেমা তামজীদ",
      "arabic": "سُبْحَانَ اللهِ وَالْحَمْدُ لِلّٰهِ وَلَا اِلٰهَ اِلَّا اللهُ وَاللهُ اَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ اِلَّا بِاللهِ الْعَلِيِّ الْعَظِيْمِ",
      "banglatrans": "সুবহানাল্লাহি ওয়ালহামদু লিল্লাহি ও লা ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আকবার, ও লা হাওলা ও লা কুওয়াতা ইল্লা বিল্লাহি আল-আলী-ইল-আজীম",
      "bangla": "আল্লাহ পবিত্র, সমস্ত প্রশংসা আল্লাহর জন্য, আল্লাহ ছাড়া কোনো উপাস্য নেই, আল্লাহ সর্বশক্তিমান, আর শক্তি ও ক্ষমতা নেই আল্লাহ মহান ও উচ্চ মহান ছাড়া।"
    },
    {
      "id": 4,
      "title": "কালেমা তাওহীদ",
      "arabic": "لَا اِلٰهَ اِلَّا اللهُ وَحْدَهٗ لَا شَرِيْكَ لَهٗ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِ وَ يُمِيْتُ وَهُوَ حَيٌّ لَا يَمُوْتُ اَبَدًا اَبَدًا ذُو الْجَلَالِ وَالْاِكْرَامِ بِيَدِهِ الْخَيْرُ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
      "banglatrans": "লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শরীক লাহু, লাহুল মুলকু ও লাহুল হাম্দু ইউহই ও ইউমিত, ও হুয়া হাই্যুন লা ইয়ামুতু আবদান আবাদা, ঝুল-জালালি ওয়াল-ইকরাম, বিআদিহিল খাইরু, ও হুয়া আলা কুল্লি শাই'ই কাদির",
      "bangla": "আল্লাহ ছাড়া কোনো উপাস্য নেই, তিনি এক, তাঁর কোনো অংশীদার নেই। সার্বভৌমত্ব ও প্রশংসা তাঁরই। তিনিই জীবন দান করেন ও মৃত্যু ঘটান, তিনি চিরঞ্জীব, কখনো মরবেন না। তিনি মহিমা ও মর্যাদার অধিকারী। সমস্ত কল্যাণ তাঁর হাতে, এবং তিনি সর্বশক্তিমান।"
    },
    {
      "id": 5,
      "title": "কালেমা রুদ-এ-কুফর",
      "arabic": "اَللّٰهُمَّ اِنِّيْ اَعُوْذُ بِكَ مِنْ اَنْ اُشْرِكَ بِكَ شَيْئًا وَاَنَا اَعْلَمُ بِهِ وَاَسْتَغْفِرُكَ لِمَا لَا اَعْلَمُ بِهِ تُبْتُ عَنْهُ وَتَبَرَّأْتُ مِنَ الْكُفْرِ وَالشِّرْكِ وَالْكِذْبِ وَالْغِيْبَةِ وَالْبِدْعَةِ وَالنَّمِيْمَةِ وَالْفَوَاحِشِ وَالْبُهْتَانِ وَالْمَعَاصِيْ كُلِّهَا وَاَسْلَمْتُ وَاَقُوْلُ لَا اِلٰهَ اِلَّا اللهُ مُحَمَّدٌ رَّسُوْلُ اللهِ",
      "banglatrans": "আল্লাহুম্মা ইন্নী আউযু বিকা মিন আন উশরিকা বিকা শাইয়ান ও আনা আ‘লামু বিহি, ও আস্তাগফিরুকা লিমা লা আ‘লামু বিহি, তুবতু আনহু ও তাবার্রাতু মিনাল কুফ্রি ওয়াশ-শির্কি ওয়াল-কিজ্বি ওয়াল-ঘীবাহ ওয়াল-বিদ‘াহ ওয়ান্নামিমাহ ওয়াল-ফাওয়াহিশি ওয়াল-বুহতান ওয়াল-মা‘াসি কুল্লিহা, ও আসলাম্তু ও আকুলু লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসুলুল্লাহ সাঃ",
      "bangla": "হে আল্লাহ! আমি তোমার আশ্রয় চাই তোমার সঙ্গে কোনো কিছুকে শরিক করা থেকে, যখন আমি তা জানি, এবং যা আমি জানি না তার জন্য তোমার নিকট ক্ষমা প্রার্থনা করি। আমি এর থেকে তাওবা করছি এবং কুফরি, শিরক, মিথ্যা, পরনিন্দা, বিদআত, চোগলখুরি, অশ্লীলতা, অপবাদ ও সকল গোনাহ থেকে মুক্ত হচ্ছি। আমি ইসলাম কবুল করছি এবং বলছি — আল্লাহ ছাড়া কোনো উপাস্য নেই, মুহাম্মদ (সাঃ) আল্লাহর প্রেরিত রাসূল।"
    }
  ]
}