{
  "duas": [
    {
      "id": 1,
      "title": "সূরা কাহফ তিলাওয়াত",
      "arabic": "سورة الكهف (١-١١٠)",
      "banglatrans": "সুরা কাহফ (১-১১০) তিলাওয়াত",
      "bangla": "জুমার দিনে সুরা কাহফ তিলাওয়াত করলে এক জুমা থেকে অন্য জুমা পর্যন্ত নূর প্রকাশ পায়।"
    },
    {
      "id": 2,
      "title": "দরুদ শরীফ অধিক পাঠ",
      "arabic": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ",
      "banglatrans": "আল্লাহুম্মা সল্লি আলা মুহাম্মাদিন ওয়া আলি মুহাম্মাদ",
      "bangla": "জুমার দিনে নবীজী (সাঃ)-এর প্রতি অধিক দরুদ পাঠ করা অত্যন্ত ফজিলতপূর্ণ।"
    },
    {
      "id": 3,
      "title": "জুমার দিনের বিশেষ দোয়া",
      "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
      "banglatrans": "আল্লাহুম্মা ইন্নি আসআলুকা মিন খাইরি মা সা'আলাকা ‘আবদুকা ওয়া নাবিয়্যুকা মুহাম্মাদুন ﷺ",
      "bangla": "হে আল্লাহ! আমি আপনার নিকট সে সব ভাল জিনিস চাই যেসব আপনার বান্দা ও নবী মুহাম্মাদ ﷺ আপনার নিকট চেয়েছেন।"
    },
    {
      "id": 4,
      "title": "মসজিদে আগেভাগে যাওয়ার দোয়া",
      "arabic": "اللَّهُمَّ اجْعَلْنِي مِنْ أَهْلِ مَحَبَّتِكَ وَمَغْفِرَتِكَ",
      "banglatrans": "আল্লাহুম্মাজআলনি মিন আহলি মুহাব্বাতিকা ওয়া মাগফিরাতিকা",
      "bangla": "হে আল্লাহ! আমাকে আপনার ভালোবাসা ও ক্ষমাপ্রাপ্ত বান্দাদের অন্তর্ভুক্ত করুন।"
    },
    {
      "id": 5,
      "title": "জুমার নামাজের পরের দোয়া",
      "arabic": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
      "banglatrans": "রব্বানা আতি্না ফিদ্দুনিয়া হাসানাতাওয়া ফিল আাখিরাতি হাসানাতাওয়া কিনা আযাবান্নার",
      "bangla": "হে আমাদের প্রতিপালক! আমাদেরকে দুনিয়াতে কল্যাণ দিন এবং আখিরাতেও কল্যাণ দিন এবং আগুনের শাস্তি থেকে রক্ষা করুন।"
    },
    {
      "id": 6,
      "title": "সুরা দুখান তিলাওয়াত (ফজিলতপূর্ণ আমল)",
      "arabic": "سورة الدخان (١-٥٩)",
      "banglatrans": "সুরা দুখান পাঠ",
      "bangla": "জুমার রাতে সুরা দুখান পাঠ করলে গুনাহ মাফ এবং রহমত লাভ হয়।"
    },
    {
      "id": 7,
      "title": "ইস্তেগফার (ক্ষমা প্রার্থনা)",
      "arabic": "أَسْتَغْفِرُ اللَّهَ رَبِّي مِنْ كُلِّ ذَنْبٍ وَأَتُوبُ إِلَيْهِ",
      "banglatrans": "আস্তাগফিরুল্লাহা রাব্বি মিন কুল্লি যাম্বিন ওয়া আতুবু ইলাইহ",
      "bangla": "আমি আল্লাহর নিকট প্রত্যেক গোনাহ থেকে ক্ষমা চাই এবং তাঁর দিকে ফিরে আসছি।"
    },
    {
      "id": 8,
      "title": "মুসলিম উম্মাহ ও পিতামাতার জন্য দোয়া",
      "arabic": "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
      "banglatrans": "রব্বিগফিরলী ওয়ালিওয়ালিদাইয়া ওয়ালিল মু’মিনীনা ইয়াওমা ইয়াকুমুল হিসাব",
      "bangla": "হে আমার প্রতিপালক! আমাকে, আমার পিতামাতাকে এবং সমগ্র মুমিনদেরকে ক্ষমা করুন হিসাবের দিনের আগে।"
    }
  ]
}