{
  "duas": [
    {
      "id": 1,
      "title": "সানা",
      "arabic": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَجَلَّ ثَنَاؤُكَ وَلَا إِلٰهَ غَيْرُكَ",
      "banglatrans": "সুবহানাকা আল্লাহুম্মা ওয়া বিহামদিকা ওয়া তাবারাকাসমুকা ওয়া তা‘আলা জাদ্দুকা ওয়া জাল্লা ছানাউকা ওয়া লা ইলাহা গাইরুকা",
      "bangla": "হে আল্লাহ! তুমি পরিপূর্ণ পবিত্র, সমস্ত প্রশংসা তোমার জন্য, তোমার নাম মহিমান্বিত এবং তুমি পরম উচ্চ মর্যাদাশীল। তোমার চেয়ে অন্য কোনো উপাস্য নেই।"
    },
    {
      "id": 2,
      "title": "দরুদে ইব্রাহিম",
      "arabic": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ",
      "banglatrans": "আল্লাহুম্মা সল্লি ‘আলা মুহাম্মাদিন ওয়ালা আলি মুহাম্মাদ, কামা সল্লাইতা ‘আলা ইব্রাহিম ওয়ালা আলি ইব্রাহিম, ইন্নাকা হামিদুম মাজীদ",
      "bangla": "হে আল্লাহ! মুহাম্মদ (সাঃ) এবং তাঁর পরিবারবর্গের ওপর শান্তি বর্ষণ করো, যেমনভাবে তুমি ইব্রাহিম (আঃ) এবং তাঁর পরিবারবর্গের ওপর শান্তি বর্ষণ করেছিলে। নিশ্চয়ই তুমি অতি প্রশংসিত মহিমান্বিত।"
    },
    {
      "id": 3,
      "title": "মৃত ব্যক্তির জন্য দোয়া (প্রাপ্তবয়স্ক)",
      "arabic": "اللَّهُمَّ اغْفِرْ لِحَيِّينَا وَمَيِّتِينَا وَشَاهِدِينَا وَغَائِبِينَا وَصَغِيرِنَا وَكَبِيرِنَا وَذَكَرِنَا وَأُنثَانَا اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلَامِ وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الْإِيمَانِ",
      "banglatrans": "আল্লাহুম্মাগফিরলি হায়্যিনাওয়া মাইয়িতিনাওয়া শাহিদিনাওয়া গায়িবিনাওয়া সাগীরিনাওয়া কাবীরিনাওয়া যাকারিনাওয়া উনছানাওয়া, আল্লাহুম্মা মান আহইয়াইতাহু মিন্না ফাআহয়িহি আলাল ইসলামি ওয়া মান তাওয়াফ ফাইতাহু মিন্না ফাতাওয়াফফাহু আলাল ঈমানি",
      "bangla": "হে আল্লাহ, আমাদের জীবিত ও মৃত, উপস্থিত ও অনুপস্থিত, ছোট ও বড় এবং পুরুষ ও নারী সকলকে ক্ষমা করে দিন। হে আল্লাহ, আপনি আমাদের মধ্য থেকে যাদেরকে জীবিত রেখেছেন ইসলামের উপর জীবিত রাখেন আর যাদেরকে মৃত্যু দান করেছেন তাদেরকে ঈমানের সঙ্গেই মৃত্যু দান করেন।"
    },
    {
      "id": 4,
      "title": "মৃত শিশুর জন্য দোয়া",
      "arabic": "اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطًا وَاجْعَلْهُ لَنَا أَجْرًا وَذُخْرًا وَاجْعَلْهُ لَنَا شَافِعًا وَمُشَفِّعًا",
      "banglatrans": "আল্লাহুম্মা আজ‘িলহু লানা ফারাতাওয়া আজ‘িলহু লানা আজরাওয়া যুখরাওয়া আজ‘িলহু লানা শাফিআওয়া মুশাফফাআ",
      "bangla": "হে আল্লাহ, আপনি তাকে আমাদের জন্য অগ্রবর্তী হিসেবে কবুল করুন, তাকে করুন আমাদের জন্য প্রতিদান স্বরূপ এবং তাকে বানান আমাদের জন্য সুপারিশকারী -যার সুপারিশ কবুল করা হবে।"
    },
    {
      "id": 5,
      "title": "সালাম ফিরিয়ে নামাজ শেষ করা",
      "arabic": "السلام عليكم ورحمة الله",
      "banglatrans": "আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ",
      "bangla": "আপনার প্রতি শান্তি ও আল্লাহর রহমত বর্ষিত হোক।"
    }
  ]
}