{
  "duas": [
    {
      "id": 1,
      "title": "রাব্বানা আতিনা দোয়া",
      "arabic": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
      "banglatrans": "রাব্বানা আতিনা ফিদ্দুনিয়া হাসানান ওয়া ফিল আখিরাতি হাসানান ওয়া কীনানা আযাবান-নার",
      "bangla": "হে আমাদের প্রভু! আমাদেরকে এই দুনিয়াতে কল্যাণ দাও, পরকালে কল্যাণ দাও এবং আগুনের শাস্তি থেকে রক্ষা কর।"
    },
    {
      "id": 2,
      "title": "রাব্বানা আফ্বাহ লি",
      "arabic": "رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا",
      "banglatrans": "রাব্বানা আগফির লানা জুনুবানা ওয়া কফির আন্না সাইয়্যাতিনা",
      "bangla": "হে আমাদের প্রভু! আমাদের পাপ ক্ষমা করুন এবং আমাদের খারাপ কাজগুলো মাফ করুন।"
    },
    {
      "id": 3,
      "title": "রাব্বানা লা তুজ‘লনা",
      "arabic": "رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا",
      "banglatrans": "রাব্বানা লা তু’আখিজনা ইন নাসিনা আউ আখ্তাআনা",
      "bangla": "হে প্রভু! যদি আমরা ভুলে যাই বা কোনো ভুল করি, তাহলে আমাদের দোষে ধরো না।"
    },
    {
      "id": 4,
      "title": "রাব্বানা হাব লানা",
      "arabic": "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
      "banglatrans": "রাব্বানা হাব লানা মিন আজওয়াজিনা ওয়া জুরিয়্যাতিনা কুররাতা আ‘য়ুন ওয়া জ‘আলনা লিলমুত্তাকীনা ইমামা",
      "bangla": "হে প্রভু! আমাদের দাম্পত্য ও সন্তানদের চোখের মণি করুন এবং আমাদেরকে পরহেজগারদের জন্য নেতৃত্বকারী বানান।"
    },
    {
      "id": 5,
      "title": "রাব্বানা লা তাহর্মানা",
      "arabic": "رَبَّنَا لَا تَحْرِمْنَا أَجْرَنَا وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ",
      "banglatrans": "রাব্বানা লা তাহর্মানা আজরানা ওয়ান্তা আর্হামুর-রাহিমীন",
      "bangla": "হে প্রভু! আমাদের নাযিল করা সওয়াব থেকে বঞ্চিত করবেন না। আপনি সবচেয়ে দয়ালু।"
    },
    {
      "id": 6,
      "title": "রাব্বানা আনজিলনা",
      "arabic": "رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِّنَ السَّمَاءِ",
      "banglatrans": "রাব্বানা আনজিলনা মাঈদাতান মিনাস-সামা",
      "bangla": "হে প্রভু! আমাদের উপর স্বর্গ থেকে একটি বরকতময় খাদ্য বর্ষণ করুন।"
    },
    {
      "id": 7,
      "title": "রাব্বানা ইনা আজতানা",
      "arabic": "رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
      "banglatrans": "রাব্বানা ইননা আমন্না ফাগফির লানা জুনুবানা ওয়া কীনানা আযাবান-নার",
      "bangla": "হে প্রভু! আমরা বিশ্বাসী হয়েছি, তাই আমাদের পাপ ক্ষমা করুন এবং আগুনের শাস্তি থেকে রক্ষা করুন।"
    },
    {
      "id": 8,
      "title": "রাব্বানা তাল্লাফনা",
      "arabic": "رَبَّنَا تَالَّفْنَا قُلُوبَنَا فَأَصْلِحْهَا وَاهْدِنَا سُبُلَ السَّلَامِ",
      "banglatrans": "রাব্বানা তাল্লাফনা কুলুবানা ফা আসলিহা ওয়া আহদিনা সুবুলাস-সালাম",
      "bangla": "হে প্রভু! আমাদের হৃদয় একত্রিত করুন, সেগুলোকে ঠিক করুন এবং আমাদের শান্তির পথে পরিচালিত করুন।"
    },
    {
      "id": 9,
      "title": "রাব্বানা লা তুজ‘ল",
      "arabic": "رَبَّنَا لَا تُجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ",
      "banglatrans": "রাব্বানা লা তুজ‘লনা ফিতনাতালিল ক্বৌমিজ-যালিমীন",
      "bangla": "হে প্রভু! আমাদেরকে অন্যায়কারীদের জন্য ফিতনা বানাবেন না।"
    },
    {
      "id": 10,
      "title": "রাব্বানা ইনা সুম্বারন",
      "arabic": "رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ",
      "banglatrans": "রাব্বানা ইনাকা জামি‘ুন নাস লিয়াউমিন লা রাইবা ফিহি",
      "bangla": "হে প্রভু! নিশ্চয় আপনি এমন এক দিনের জন্য মানুষদের একত্র করবেন, যাতে কোনো সন্দেহ নেই।"
    }
  ]
}