{
  "duas": [
    {
      "id": 1,
      "title": "সানা",
      "arabic": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلَا إِلَهَ غَيْرُكَ",
      "banglatrans": "সুবহানাকা আল্লাহুম্মা ওয়াবিহামদিকা ও তাবারাকাসমুকা ও তা‘আলা জাদ্দুকা ও লা ইলাহা গাইরুকা",
      "bangla": "হে আল্লাহ! তুমি পরিপূর্ণ পবিত্র, সমস্ত প্রশংসা তোমার জন্য, তোমার নাম মহিমান্বিত এবং তুমি পরম উচ্চ মর্যাদাশীল। তোমার চেয়ে অন্য কোনো উপাস্য নেই।"
    },
    {
      "id": 2,
      "title": "রুকু দোয়া",
      "arabic": "سُبْحَانَ رَبِّيَ الْعَظِيمِ",
      "banglatrans": "সুবহান রব্বিয়াল আজীম",
      "bangla": "পরম মহিমান্বিত আমার পালনকর্তা।"
    },
    {
      "id": 3,
      "title": "রুকু থেকে ওঠার পরের দোয়া",
      "arabic": "سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ",
      "banglatrans": "সামিআল্লাহু লিমান হামিদাহু, রাব্বানা ওয়ালাকা আল হাম্দ",
      "bangla": "যিনি প্রশংসা স্বীকার করেন, আল্লাহ আমাদের প্রভু, সমস্ত প্রশংসা তোমার জন্য।"
    },
    {
      "id": 4,
      "title": "সেজদা দোয়া",
      "arabic": "سُبْحَانَ رَبِّيَ الأَعْلَى",
      "banglatrans": "সুবহান রব্বিয়াল আ‘লা",
      "bangla": "পরম পবিত্র আমার পালনকর্তা, সর্বোচ্চ।"
    },
    {
      "id": 5,
      "title": "উঠে বসার পরের দোয়া",
      "arabic": "رَبِّ اغْفِرْ لِي",
      "banglatrans": "রাব্বি ইগফির লী",
      "bangla": "হে প্রভু! আমাকে ক্ষমা দাও।"
    },
    {
      "id": 6,
      "title": "তাশাহুদ",
      "arabic": "اَلتَّحِيَّاتُ لِلّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ",
      "banglatrans": "আত্তাহিয়াতু লিল্লাহি ওয়াস সালাওয়াতু ওত্তাইয়্যিবাতু, আস সালামু আলাইকা আইইউহান নবী, ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু, আস সালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহিন, আশহাদু লা ইলাহা ইল্লাল্লাহু ওয়াশহাদু আন্না মুহাম্মাদান আবদুহু ও রাসুলুহু",
      "bangla": "সমস্ত প্রণাম আল্লাহর জন্য, সালাত ও শুভকামনা। প্রিয় নবী (সাঃ)-এর প্রতি শান্তি বর্ষিত হোক, আল্লাহর রহমত ও বরকত সহ। আমাদের এবং আল্লাহর সৎ বান্দাদের উপর শান্তি বর্ষিত হোক। আমি সাক্ষ্য দিচ্ছি, আল্লাহ ছাড়া কোনো উপাস্য নেই, এবং মুহাম্মদ (সাঃ) তাঁর বান্দা ও রাসূল।"
    },
    {
      "id": 7,
      "title": "দোয়া মাসুরা",
      "arabic": "اللّٰهُمَّ إِنِّيْ ظَلَمْتُ نَفْسِيْ ظُلْمْاً كَثِيْرًا، وَلاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِيْ مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِيْ، إِنَّكَ أَنْتَ الغَفُوْرُ الرَّحِيْمُ",
"banglatrans": "আল্লাহুম্মা ইন্নি জালামতু নাফসি জুলমান কাসিরাওঁ ওয়া লা ইয়াগ ফিরুজ জুনুবা ইল্লা আনতা, ফাগফিরলি মাগফিরাতাম মিন ইনদিকা ওয়ার হামনি ইন্নাকা আনতাল গাফুরুর রহিম",
      "bangla": "হে আল্লাহ! আমি নিজের উপর অনেক জুলুম করেছি। আপনি ছাড়া সে অপরাধ ক্ষমা করার আর কেউ নেই। আমাকে আপনার পক্ষ থেকে ক্ষমা করুন এবং আমার প্রতি রহম করুন। নিশ্চয়ই আপনি অত্যন্ত ক্ষমাশীল ও দয়ালু"
    },
    {
    "id": 8,
    "title": "দরুদে শরীফ (দরুদে ইব্রাহিম)",
    "arabic": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ۔",
    "banglatrans": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিন ওয়াআলা আলি মুহাম্মাদ, কামা সাল্লাইতা আলা ইবরাহীমা ওয়াআলা আলি ইবরাহীম, ইন্নাকা হামিদুম মজিদ। আল্লাহুম্মা বারিক আলা মুহাম্মাদিন ওয়াআলা আলি মুহাম্মাদ, কামা বারাকতা আলা ইব্রাহীমা ওয়াআলা আলি ইব্রাহীম, ইন্নাকা হামিদুম মজিদ।",
    "bangla": "হে আল্লাহ! তুমি মুহাম্মদ ও তার বংশধরের উপর রহমত বর্ষণ কর, যেমন তুমি হজরত ইব্রাহিম ও তাঁর বংশধরের উপর রহমত বর্ষণ করেছ। নিশ্চয় তুমি প্রশংসিত গৌরবান্বিত। হে আল্লাহ! তুমি হজরত মুহাম্মদ ও তার বংশধরের উপর বরকত বর্ষণ কর, যেমন তুমি হজরত ইব্রাহিম ও তার বংশধরের উপর বরকত বর্ষণ করেছ। নিশ্চয় তুমি প্রশংসিত গৌরবান্বিত।"
  },
  {
    "id": 9,
    "title": "কুনুত দোয়া",
    "arabic": "اَللَّهُمَّ اِنَّ نَسْتَعِيْنُكَ وَنَسْتَغْفِرُكَ وَنُؤْمِنُ بِكَ وَنَتَوَكَّلُ عَلَيْكَ وَنُثْنِىْ عَلَيْكَ الْخَيْرَ وَنَشْكُرُكَ وَلاَ نَكْفُرُكَ وَنَخْلَعُ وَنَتْرُكُ مَنْ يَّفْجُرُكَ-اَللَّهُمَّ اِيَّاكَ نَعْبُدُ وَلَكَ نُصَلِّىْ وَنَسْجُدُ اِلَيْكَ نَسْعَى وَنَحْفِدُ وَنَرْجُوْ رَحْمَتَكَ وَنَخْشَى عَذَابَكَ اِنَّ عَذَابَكَ بِالْكُفَّارِ مُلْحِقٌ",
    "banglatrans": "আল্লাহুম্মা ইন্না নাসতায়িনুকা ওয়া নাসতাগ ফিরুকা, ওয়ানু’মিনু বিকা ওয়া নাতাওয়াক্কালু আলাইকা ওয়া নুছনি আলাইকাল খাইর। ওয়া নাসকুরুকা ওয়ালা নাকফুরুকা, ওয়ানাখলাউ ওয়ানাতরুকু মাইয়্যাফজুরুকা। আল্লাহুম্মা ইয়্যাকানা’বুদু ওয়ালাকা নুছল্লি, ওয়ানাসজুদু ওয়াইলাইকা নাস্যা; ওয়া নাহফিদু ওয়া নারজু রাহমাতাকা, ওয়া নাখশা আজাবাকা; ইন্না আজাবাকা বিলকুফফারি মুলহিক।",
    "bangla": "হে আল্লাহ! আমরা তোমারই সাহায্য চাই। তোমারই নিকট ক্ষমা চাই, তোমারই প্রতি ঈমান রাখি, তোমারই ওপর ভরসা করি এবং সকল মঙ্গল তোমারই দিকে ন্যস্ত করি। আমরা তোমার কৃতজ্ঞ হয়ে চলি, অকৃতজ্ঞ হই না। হে আল্লাহ! আমরা তোমারই দাসত্ব করি, তোমারই জন্য নামাজ পড়ি এবং তোমাকেই সিজদাহ করি। আমরা তোমারই দিকে দৌড়াই ও এগিয়ে চলি। আমরা তোমারই রহমত আশা করি এবং তোমার আযাবকে ভয় করি। আর তোমার আযাবতো কাফেরদের জন্যই নির্ধারিত।"
  },
   {
      "id": 10,
      "title": "নামাযের অন্যান্য দোয়া",
      "arabic": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
      "banglatrans": "রাব্বানা আতিনা ফিদ্দুনিয়া হাসানাতা ওয়াফিল আখিরাতে হাসানাতা ও কিনা আযাবান্নার",
      "bangla": "হে আমাদের প্রভু! আমাদেরকে এই দুনিয়ায় ভালো কিছু দান কর এবং পরকালের জন্যও ভালো কিছু দান কর এবং আমাদেরকে নরকের যন্ত্রণার থেকে রক্ষা কর।"
    }
  ]
}